#បង្កើត កន្លែងសម្រាប់ ដាក់ របស់ប្រើប្រាស់ 
inventory = ["ដាវ", "កាំភ្លើង", "កាំបិត", "ទូរសព្ទ"]

#​​បង្ហាញបញ្ជី របស់ប្រើប្រាស់ទាំងអស់ពីបញ្ជី
print(inventory)

#ចាប់យក "ដាវ" លេខរាង ទី[0] ដែលស្ថិតនៅប្រលោះ ទី 1 ក្នុងបញ្ជី
print(inventory[0])
#ចាប់យក "កាំភ្លើង" លេខរាង ទី[1] ដែលស្ថិតនៅប្រលោះ ទី 2 ក្នុងបញ្ជី
print(inventory[1])
#ចាប់យក "កាំបិត" លេខរាង ទី[2] ដែលស្ថិតនៅប្រលោះ ទី 3 ក្នុងបញ្ជី
print(inventory[1])


#សម្រាប់បង្ហាញ របស់ ប្រើចាប់ពី​ លេខរាង 0 ដល់ 3​ (គឺនឹងចាប់យកប្រលោះ ពី ទី 1-3 ក្នុង Lists សរុបមាន 3 items)
print(inventory[0:3])
